#define UserADD         0X3E00   //用户数据存储在 0X3E00处 15.5K-16K 中512字节

code unsigned char Data[50] =  //出厂设置参数   
{
	//113,105,94,136,
	//0x75,0x38,
  //121,40,115,131,
	//0X09,0X1C,
 	112,4,70,238,
	0x23,0x2a,   //9002
	0,0,         //UDP端口号 0000
	0,           //0.IP方式还是1.域名方式
	0,0,         //重启状态信息
	0,0xbe,      //心跳时间间隔190s
	0,0xb4,      //模块唤醒时间180s
	0,0x1e,      //回传时间30s
	1,0x2c,      //回传次数300     
	0,0,         //追踪时间0分钟    
	9,0,         //上传的具体时间点 9点  
	4,0,         //重启信息 0 0
	0,1,         // 一天上传1次            
	0,0,         //终端控制类标志位  光敏  移动               
	3,           //BIT0=1 打开光敏 BIT1=1 打开震动  BIT2 软件重启标志  
  0,0,	       //上一次上报的时间
	1,0,         //服务器连接失败次数100次
	0,0,0,0,     //ip地址保存
  0,0	         //tcp端口号保存
};


